"OK" = "OK";
"Back" = "に戻る";
"Done" = "完了";
"Sorry" = "ごめんなさい";
"Cancel" = "キャンセルする";
"Setting" = "設定する";
"Photos" = "写真";
"Videos" = "映像";
"Preview" = "プレビュー";
"Full image" = "元の画像";
"Processing..." = "処理中...";
"Can not use camera" = "カメラを使用できません";
"Synchronizing photos from iCloud" = "iCloudから写真を同期する";
"Can not choose both video and photo" = "写真を選択するときにビデオを選択できません";
"Can not choose both photo and GIF" = "写真を選択するときにGIFを選択できません";
"Select the video when in multi state, we will handle the video as a photo" = "複数選択状態のビデオを選択し、デフォルトでビデオを画像として送信します";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "複数選択状態のビデオを選択し、デフォルトでビデオを画像として送信します";
"Select a maximum of %zd photos" = "最大%zd枚の写真を選択します";
"Select a minimum of %zd photos" = "%zd枚以上の写真を選択してください";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "iPhoneで「設定-プライバシー-写真」を選択してくださいモバイルフォトアルバムへの%@アクセスを許可してください";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "iPhoneの「設定-プライバシー-カメラ」でカメラへのアクセスを%@許可してください";
"You haven't set the microphone permission to use the function properly" = "機能を適切に使用するためのマイクの許可が設定されていません";
"chatEnd" = "会話の終わり";
"chatFailCancel" = "に戻る";
"chatFailContent" = "ダイアログアクセスに失敗しました。再試行するかどうか?";
"chatFailRetry" = "再試行";
"chatFailTitle" = "会話に失敗しました";
"endChat" = "会話を閉じる";
"staffOffline" = "カスタマーサービスはオフラインです";
"leaveWordTitle" = "メッセージを残す";
"noNetWork" = "ネットワーク接続に失敗しました";
"staffNickName" = "カスタマーサービス";
"waitingTitle" = "アクセス待ち";
"success" = "成功";
"fail" = "失敗する";
"error" = "間違った";
"notFound" = "対応するファイルが見つかりません";
"resourceError" = "リソースエラー";
"playError" = "再生エラー";
"netError" = "ネットワークは利用できません";
"pageLoadingError" = "ページは利用できません";
"uploadError" = "アップロードエラー";
"overSize" = "ファイルが大きすぎます";
"save" = "保存する";
"Do you end this conversation?" = "この会話を終了するかどうか?";
"Do you wanna save picture?" = "写真を保存するかどうか?";
"loading" = "読み込み中...";
"connecting..." = "接続中...";
"connectingTitle" = "アクセス中...";
"[pic]" = "[写真]";
"tip" = "ヒント";
"not support" = "サポートしていません。";
"full image"="元の画像";
"work order"="作業命令";
"emoji" = "[emoji]";
"newMsg" = "新しいメッセージがあります";
"no message" = "メッセージなし";
"no network is available" = "ネットワーク接続に異常がありますのでご確認ください";
"connect error,please check" ="接続エラー, 確認してください";
